---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagSampleText
source: html/f81a2848-3384-a2b4-4f1c-bcebde623c2e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagSampleText Property

"Sample Text"

## Syntax (C#)
```csharp
public static ForgeTypeId TagSampleText { get; }
```